Repository: fredb219/syj
Catalog: application/languages/lang_*.po
Languages: fr, ja

source: Invalid email
fr: Email invalide
ja: 不正なメールアドレス

source: route number %d
fr: itinéraire numéro %d
ja: ルート番号 %d

source: [SYJ] Please validate your account
fr: [SYJ] Veuillez valider la création du compte

source: Hi %user%, and welcome on syj Your account is currently active, but you need to confirm your inscription by following this link: %hashurl% If you do not not confirm your inscription within 7 days, your account will be deleted. Please do not reply this email. If you need to contact us, please use the form contact at %contacturl% Thanks, Syj team
fr: Bonjour %user%, et bienvenue sur syj Votre compte est actif, mais vous devez confirmer votre inscription en suivant ce lien: %hashurl% Si vous ne confirmez pas votre inscription d'ici 7 jours, votre compte sera supprimé. Veuillez ne pas répondre à cet email. Si vous avez besoin de nous contacter, merci d'utiliser le formulaire à l'adresse suivante: %contacturl% Merci, l'équipe de Syj
ja: こんにちは %user%さん、そしてようこそsyjへ あなたのアカウントは現在アクティブですが、次のリンクで 署名に確認が必要です: %hashurl% ７日以内にあなたの署名を確認しなければ、あなたのアカウントは 削除されます。 このメールに返信しないでください。管理者に連絡を取りたければ下記フォームで 連絡を %contacturl% ありがとうごいざいます、 Syj チーム

source: [SYJ] Reminder: Validate your account
fr: [SYJ] Rappel: Validation de votre compte
ja: [SYJ] リマインダー: あなたのアカウントを確認してください

source: Hi %user%, You need to validate your account on syj since 6 days. Otherwise, your account will be deleted tomorrow. Please follow this link: %hashurl% Please do not reply this email. If you need to contact us, please use the form contact at %contacturl% Thanks, Syj team
fr: Bonjour %user%, Votre compte est en attente de validation depuis 6 jours. Si vous ne le validez pas, il sera supprimé demain. Merci de suivre ce lien: %hashurl% Veuillez ne pas répondre à cet email. Si vous avez besoin de nous contacter, merci d'utiliser le formulaire à l'adresse suivante: %contacturl% Merci L'équipe de Syj
ja: こんにちは %user%さん あなたのアカウントは認証されずに６日間経っています。何もしなければ、あなたの アカウントは明日削除されます。次のリンクに従ってください: %hashurl% このメールに返信しないでください。管理者に連絡を取りたければ下記フォームで 連絡を %contacturl% ありがとうごいざいます、 Syj チーム

source: [SYJ] Account deactivated
fr: [SYJ] Compte désactivé
ja: [SYJ] アカウント無効化

source: Hi %user%, You have not validated your syj account on time. Therefore, your account have been deleted. Nevertheless, you can still create a new account. Please do not reply this email. If you need to contact us, please use the form contact at %contacturl% Regards, Syj team
fr: Bonjour %user%, Vous n'avez pas validé votre compte à temps. Votre compte a donc été supprimé. Vous pouvez toujours recréer un nouveau compte. Veuillez ne pas répondre à cet email. Si vous avez besoin de nous contacter, merci d'utiliser le formulaire à l'adresse suivante: %contacturl% L'équipe de Syj
ja: こんにちは %user%さん あなたは期限までにSyjのアカウントを認証しませんでした。このため、あなたのアカウントは 削除されました。しかし、また新しいアカウントを作成することはできます。 このメールに返信しないでください。管理者に連絡を取りたければ下記フォームで 連絡を %contacturl% ありがとうごいざいます、 Syj チーム

source: [SYJ] Reset your password
fr: [SYJ] Réinitialisation de votre mot de passe
ja: [SYJ] あなたのパスワードをリセット

source: Hi %user%, Someone, probably you, has asked to reset your password. If you want to reset your password, please follow this link: %hashurl% If you do not not confirm within 2 days, your password will not be reset. Please do not reply this email. If you need to contact us, please use the form contact at %contacturl% Thanks, Syj team
fr: Bonjour %user%, Quelqu'un, probablement vous, a demandé à réinitialiser votre mot de passe. Si vous voulez le réinitialiser, veuillez suivre ce lien: %hashurl% Si vous n'avez pas confirmé d'ici 2 jours, votre mot de passe ne sera pas réinitialisé. Veuillez ne pas répondre à cet email. Si vous avez besoin de nous contacter, merci d'utiliser le formulaire à l'adresse suivante: %contacturl% Merci, l'équipe de Syj
ja: こんにちは %user% さん 誰か、おそらくあなた自身、があなたのパスワードリセットを要求しました。あなたのパスワードをリセット する場合には、このリンクに従ってください: %hashurl% ２日以内に確認しなければ、あなたのパスワードはリセットされません。 このメールに返信しないでください。管理者に連絡を取りたければ下記フォームで 連絡を %contacturl% ありがとうごいざいます、 Syj チーム

source: You have validated your account.
fr: Vous avez validé votre compte.
ja: あなたのアカウントは認証されました。

source: You can now
fr: Vous pouvez maintenant
ja: 以下のことができます

source: go to main page
fr: aller à la page d'accueil
ja: メインページへ

source: You have canceled the account.
fr: Vous avez annulé le compte.
ja: アカウントはキャンセルされました。

source: You have canceled the request.
fr: Vous avez annulé la requête.
ja: リクエストをキャンセルしました。

source: log in
fr: vous connecter
ja: ログイン

source: Your new password is now <strong>%s</strong>. You can %s with this new password. Don't forget to change it again to a personal password as soon as possible.
fr: Votre nouveau mot de passe est <strong>%s</strong>. Vous pouvez %s avec le nouveau mot de passe. N'oubliez pas de le rechanger le plus tôt possible pour utiliser un mot de passe personnel.
ja: あなたの新しいパスワードは <strong>%s</strong> です。この新しいパスワードで%s できます。忘れずにできるだけ早く個人的なパスワードに再度変更してください。

source: If you need more informations, please
fr: Si vous avez besoin de plus d'informations, veuillez
ja: 詳細な情報が必要なら

source: contact us
fr: nous contacter
ja: 管理者に連絡してください

source: Email was send successfully
fr: L'email a été envoyé avec succès
ja: メール送信に成功しました

source: There was an unkwown message when sending the message. Please try again later, or send a mail directly to <a href="mailto:%s">%s</a>
fr: Il s'est produit une erreur inconnue lors de l'envoi du message. Merci de réessayer plus tard, ou d'écrire directement à <a href="mailto:%s">%s</a>
ja: メッセージ送信時に不明なメッセージがありました。しばらくしてからやり直してくださいもしくは<a href="mailto:%s">%s</a>に直接メールしてください

source: A link to reset your password has been emailed to you
fr: Un email contenant un lien pour réinitialiser votre mot de passe vous a été envoyé
ja: パスワードをリセットするためのURLがあなた宛に送られました

source: SYJ needs javascript. Please activate scripts in your browser.
fr: SYJ a besoin de javascript pour fonctionner. Veuillez activer les scripts dans votre navigateur.
ja: SYJはjavascriptを使用します。あなたのブラウザでjavascriptを使えるように設定してください

source: To create a journey, press <strong>"start a route"</strong> button, then click on the map to add points. To delete a point, hold shift pressed while clicking on it.
fr: Pour créer un trajet, pressez le bouton <strong>"commencer un itinéraire"</strong> puis cliquez sur la carte pour ajouter des points à votre tracé. Pour supprimer un point, maintenant shift enfoncé en cliquant sur ce point.

source: You can zoom and move the map with the controls in the top left corner.
fr: Vous pouvez zoomer et bouger la carte avec les boutons en haut à gauche.

source: When you have finished a path, press "create", button.
fr: Lorsque vous avez fini votre tracé, pressez le bouton "créer".
ja: パスを描き終わったら、"作成"ボタンを押してください

source: route length
fr: longueur du tracé
ja: ルート長

source: login
fr: connexion
ja: ログイン

source: create an account
fr: créer un compte
ja: アカウントを作成

source: Whith an account, you can manage and modify your routes
fr: Avec un compte, vous pourrez gérer et modifier vos itinéraires
ja: アカウントがあれば、自分のルートを管理、変更できます

source: route infos
fr: informations sur le tracé
ja: ルート情報

source: direct link
fr: lien direct
ja: ダイレクトリンク

source: kml export
fr: export kml
ja: kmlにエクスポート

source: gpx export
fr: export gpx
ja: gpxにエクスポート

source: altitude profile
fr: dénivelé

source: duplicate
fr: dupliquer
ja: 複製

source: edit
fr: modifier
ja: 編集

source: Search a place
fr: Rechercher un lieu
ja: 場所をさがす

source: start a route
fr: commencer un itinéraire
ja: ルート開始

source: more results
fr: plus de résultats
ja: もっと

source: Show Your Journey is a site whose goal is to allow anyone to publish routes, for example, hiking itinerary, bicycle trip, travel itinerary or whatever.
fr: Show Your Journey est un site dont le but est de permettre à quiconque de publier des itinéraires, par exemple, des itinéraires de randonnées, des trajets cyclistes, des itinéraires de voyages, ou n'importe quoi d'autre.
ja: Show Your Journey のゴールは誰もがルートを公開できるようにすることです。例えば、ハイキング経路、自転車トリップ、旅行行程その他あらゆるものです。

source: In order to publish a route, you must first create an account. A valid email is asked for, and ip address of account creation is stored on the server. Those informations will not be divulged to anyone without the user explicit permission.
fr: Pour publier un itinéraire, vous devez tout d'abord créer un compte. Un email valide est demandé, et l'adresse ip de création du compte est enregistrée sur le serveur. Ces informations ne seront divulguées à personne sans la permission explicite de l'utilisateur.
ja: ルートを公開するためには、最初にアカウントを作成してください。実在するメールアドレスが必要で、アカウントを作成時のIPアドレスはサーバの保存されます。これらの情報はユーザの明示的な許可が無い限り、誰にも漏らすことはありません。

source: When you create a route, you accept that it's free for any use. This means you accept that anyone can reuse, reproduce, or republish your itinerary, or a modified version of it for any purpose. This also means you need to get appropriate permissions from the creator if you want to upload a route you didn't create yourself.
fr: Lorsque vous créez un itinéraire, vous acceptez qu'il soit utilisable sans restriction. Cela veut dire que n'importe qui peut réutiliser, reproduire ou redistribuer votre itinéraire, ou une version modifiée de celui-ci, et pour n'importe quel usage. Cela veut également dire que vous devez obtenir les autorisations nécessaires si vous voulez publier un itinéraire dont vous n'êtes pas l'auteur.
ja: ルートを作成する場合は、いかなる用途でも自由に使えることに同意することになります。これはあなたの旅程やそれに手を加えたものを誰もがどのような目的にも再利用、再作成、再公開できるということを意味します。同時に、もしあなたが自分で作成したものでないルートをアップロードする場合にはその作者から適切な許可をもらう必要がある、ということをも意味しています。

source: Show Your Journey is not responsible for the accuracy of the routes published. It's the user responsibility to check that a route is accessible and safe.
fr: Show Your Journey n'est pas responsable de l'exactitude des itinéraires publiés. Il appartient à l'utilisateur de vérifier qu'un chemin est praticable et sécurisé.
ja: Show Your Journeyは公開されたルートの正確さに責を負うものではありません。ルートが通行可能で安全であるということをチェックするのはユーザの責任です。

source: Show Your Journey service is provided "as is" with no guarantee for accuracy or accessibility.
fr: Show Your Journey est proposé sans garantie de fiabilité ou de disponibilité.
ja: Show Your Journeyサービスは"あるがまま"に提供され、正確さやアクセシビリティを保証するものではありません。

source: Sources of the software running the website are <a href="http://dev.renevier.net/?p=syj.git">publicly available</a> under a agpl license. The map used to display the routes comes from <a href="http://www.openstreetmap.org/">openstreetmap</a>.
fr: Les sources du logiciel qui fait tourner le site web sont <a href="http://dev.renevier.net/?p=syj.git">disponibles publiquement</a> sous une licence agpl. La carte utilisée pour l'affichage des itinéraires vient d'<a href="http://www.openstreetmap.org/">openstreetmap</a>.
ja: ウェブサイトで動作しているソフトウェアのソースコードはagplライセンスの下で<a href="http://dev.renevier.net/?p=syj.git">誰でも利用可能</a>です。ルート表示に使用されているマップは<a href="http://www.openstreetmap.org/">openstreetmap</a>です。

source: Your account was modified successfully
fr: Votre compte a bien été modifié.
ja: アカウントの変更に成功しました

source: An error occurred
fr: Il s'est produit une erreur
ja: エラーが発生しました

source: Please try again later
fr: Veuillez réessayer plus tard
ja: しばらくしてからやり直してください

source: create a route
fr: créer un itinéraire
ja: ルート作成

source: you have created no route yet, you may want to %s
fr: Vous n'avez pas encore créé d'itinéraire. Voulez vous %s
ja: まだルートを作成していません、%s したいですか

source: first page
fr: première page
ja: 先頭ページ

source: previous page
fr: page précédente
ja: 前のページ

source: next page
fr: page suivante
ja: 次のページ

source: last page
fr: dernière page
ja: 最終ページ

source: modify or duplicate
fr: modifier ou dupliquer
ja: 変更または複製

source: delete
fr: supprimer
ja: 削除

source: Frequently asked questions
fr: Foire aux questions
ja: FAQ

source: What's syj?
fr: Qu'est-ce que syj&nbsp;?
ja: Syjとは？

source: <acronym title="Show your journey">Syj</acronym> is a website to share routes. You draw a route on a map background, and then, you get an link to share it. You can then show clever bicycle rides, your last hiking, or any route you want.
fr: <acronym title="Show your journey">Syj</acronym> est un site de partage d'itinéraires. Vous dessinez un itinéraire sur un fond de carte, et vous obtenez un lien pour le partager. Vous pouvez l'utiliser pour montrer des trajets de randonnée, des itinéraires cyclistes malins, ou n'importe quoi d'autre.
ja: <acronym title="Show your journey">Syj</acronym> はルートを共有するためのウェブサイトです。マップの背景にルートを描くと、それを共有するためのリンクURLを取得できます。これにより賢い自転車ルート、最近のハイキング、その他何でも好きなルートを取得することができます。

source: How do I modify a route?
fr: Comment modifier un itinéraire&nbsp;?
ja: ルートはどうやって変更できますか？

source: When you're editing a route, you can drag and drop a point to move it. If you want to delete it, you need to press the Shift key. While you hold the button, points will have an icon%s over them. Clicking that icon will delete the point.
fr: Lorsque vous éditez un itinéraire, vous pouvez le bouger en le glissant-déposant. Si vous voulez le supprimer, vous devez appuyer sur la touche Shift. Lorsque la touche est enfoncée, une icône%s va apparaître au-dessus des points. Cliquez sur l'icône pour supprimer un point.
ja: ルートを編集する際には、ドラッグ＆ドロップでポイントを移動できます。削除したい場合には、シフトキーを押す必要があります。ボタンを押している間、ポイントの上にアイコン %s が現れます。そのアイコンをクリックするとポイントは削除されます。

source: Why should I create a account?
fr: Pourquoi créer un compte&nbsp;?
ja: なぜアカウントを作成する必要があるのですか？

source: You can create routes without a account. But if you want to modify your routes afterwards, you need to be registered when creating the route.
fr: Vous pouvez créer des itinéraires sans avoir de compte. Mais si vous voulez modifier les itinéraires que vous avez créé, vous devez avoir un compte lors de leur création.
ja: アカウントなしでもルートを作成できます。しかし、後から自分のルートを変更したい場合には、ルート作成時にユーザ登録している必要があります。

source: Is it possible to have my route "attach" nearby paths?
fr: Est-ce que c'est possible d'&nbsp;«&nbsp;accrocher&nbsp;» les routes ?
ja: 私のルートをパスの近辺に"添付"できますか？

source: When you create a route with syj, you must draw each point on the map. If your route follows an existing path, you still need to draw the layer manually: syj will not try to attach nearby existing paths. There are three main reasons. One bad reason: it would a lot of work to implement. And two good reasons: syj uses OpenStreetMap as a background map, and the map is still unfinished in many areas. Also, depending on your route, you may wish to attach to motorways, footways, biycle lanes, railways, &hellip;. If you are in a place with lot of differents routes, it would be nearly impossible to always choose the right way.
fr: Lorsque vous créez un itinéraire avec syj, vous devez placer chaque point sur la carte. Si votre itinéraire suit un chemin, vous devez quand même dessiner la surcouche à la main&nbsp;: syj ne va pas chercher à accrocher les chemins proches. Il y a trois raisons principales à cela. Une mauvaise raison&nbsp;: cela demanderait beaucoup de travail à mettre en place. Et deux bonnes raisons&nbsp;: syj utilise OpenStreetMap comme fond de carte. Or, il y a beaucoup d'endroits où cette carte est incomplète. D'autre part, selon l'itinéraire, vous voudriez accrocher l'autoroute, ou bien les chemins piétons, ou les pistes cyclables, ou les rails de tramway, &hellip;. Si vous êtes dans un endroit avec différents types de routes, syj n'arrivera probablement pas à choisir la bonne route.
ja: Syjでルートを作成するには、各ポイントをマップ上に描かなければなりません。あなたのルートが既存のパスをフォローしている場合でも、あなたは手動でレイヤを描く必要があります： Syjは既存のパス近辺に添付しようとはしません。主な理由は３つ。悪い理由がひとつ: 実装には多くの労力がかかります。良い理由がふたつ: SyjはOpenStreetMapを背景マップとして使っており、そしてマップは多くのエリアで未完成です。また、あなたのルートによっては、あなたは自動車専用道路、歩道、自転車専用レーン、鉄道…などを添付したいと思うでしょう。あなたが多くの異なるルートがある場所にいるなら、常に正しい道を選ぶのは不可能に近いでしょう。

source: go back to %s
fr: retourner à %s
ja: %s に戻る

source: or you can
fr: ou vous pouvez
ja: または

source: english
fr: français
ja: 日本語

source: logout
fr: déconnexion
ja: ログアウト

source: contact form
fr: formulaire de contact
ja: 連絡フォーム

source: Hi,
fr: Bonjour,

source: Value is required
fr: Le champ est requis
ja: 値が必要です

source: route by <strong>%s</strong>
fr: tracé par <strong>%s</strong>
ja: <strong>%s</strong>のルート

source: route has been deleted
fr: l'itinéraire a été supprimé
ja: ルートは削除されました

source: route does not exist
fr: L'itinéraire n'existe pas
ja: ルートはありません

source: website to share routes
fr: site de partage d'itinéraires

source: File too large. File size must not exceed %s
fr: Fichier trop gros. La taille ne doit pas dépasser %s

source: Invalid file
fr: Fichier invalide

source: Map by <a href='http://openstreetmap.org/'>OpenStreetMap</a>
fr: Carte par <a href='http://openstreetmap.org/'>OpenStreetMap</a>

source: Map by MapQuest, <a href='http://www.openstreetmap.org/'>OpenStreetMap</a> and contributors, <a href='http://creativecommons.org/licenses/by-sa/2.0/'>CC-BY-SA</a>
fr: Carte par MapQuest, <a href='http://www.openstreetmap.org/'>OpenStreetMap</a> et contributeurs, <a href='http://creativecommons.org/licenses/by-sa/2.0/'>CC-BY-SA</a>

source: save took place successfully
fr: La sauvegarde s'est déroulée correctement
ja: 保存されました

source: server did not understood request. That's probably caused by a bug in SYJ
fr: Le serveur n'a pas compris la requête. Il s'agit probablement d'un bug dans SYJ
ja: サーバはリクエストを理解できませんでした。おそらくSYJのバグでしょう

source: route not referenced on the server. It has probably been deleted.
fr: chemin non référencé sur le serveur. Il a probablement été supprimé.
ja: ルートはサーバ上で参照できませんでした。おそらく削除されています。

source: server could not be reached
fr: serveur inaccessible
ja: サーバに届かなかったようです

source: there was a server error
fr: Il s'est produit une erreur serveur
ja: サーバのエラーがありました

source: there was an unknown error
fr: Il s'est produit une erreur inconnue
ja: 不明なエラーがありました

source: you must enter a login name
fr: vous devez entrer un nom d'utilisateur
ja: ログイン名を入力してください

source: Login correct
fr: Vous êtes connecté
ja: 正常ログイン

source: Wrong login/password
fr: Mauvais nom d'utilisateur ou mot de passe
ja: 誤ったログイン/パスワード

source: you must enter a password
fr: vous devez entrer un mot de passe
ja: パスワードを入力してください

source: Password do not match
fr: Les mots de passe ne correspondent pas
ja: パスワードが一致しません

source: You must accept terms of use
fr: Vous devez accepter les conditions d'utilisation
ja: 利用条件を承諾してください

source: you must enter an email
fr: vous devez entrer un email
ja: メールアドレスを入力してください

source: invalid email
fr: email invalide
ja: 不正なメールアドレス

source: an user is already registered with this email
fr: il y'a déjà un utilisateur enregistré avec cet email
ja: このメールアドレスのユーザが既に登録されています

source: Account created
fr: Compte créé
ja: アカウントを作成しました

source: Now, you can retry to save
fr: Maintenant, vous pouvez réessayer de sauvegarder
ja: 今は、保存をやり直すことができます

source: route by
fr: tracé par
ja: ルート作成者

source: checking availibilty
fr: vérification de la disponibilité
ja: 利用可能かチェック中

source: available pseudo
fr: pseudo disponible
ja: 利用出来るID

source: unavailable pseudo
fr: pseudo non disponible
ja: 利用できないID

source: create
fr: créér
ja: 作成

source: You have an unsaved route
fr: Vous avez un itinéraire non sauvegardé
ja: 保存されていないルートがあります

source: no result
fr: pas de résultat
ja: 結果がありません

source: could not analyze file content
fr: impossible d'analyser le contenu du fichier
ja: ファイル内容を分析できませんでした

source: my account
fr: mon compte
ja: 自分のアカウント

source: Wrong password
fr: Mauvais mot de passe
ja: 間違ったパスワード

source: At least %d characters
fr: Au moins %d caractères
ja: 最低 %d 文字

source: You have made no change
fr: Vous n'avez fait aucun changement
ja: 変更していません

source: my routes
fr: mes itinéraires
ja: 自分のルート

source: There is no undo. Delete this route definitively ?
fr: Vous ne pourrez pas annuler. Supprimer l'itinéraire définitivement ?
ja: やり直しはできません。本当にこのルートを削除しますか？

source: route was successfully deleted
fr: l'itinéraire a été correctement supprimé
ja: ルートは削除されました

source: Oups, something went wrong
fr: Oups, il y a eu un souci
ja: おや、何かがおかしいですね

source: terms of use
fr: conditions d'utilisation
ja: 利用条件

source: account validated
fr: compte validé
ja: 認証済みアカウント

source: account deleted
fr: Compte supprimé
ja: 削除済みアカウント

source: account creation validation
fr: validation de la création du compte
ja: アカウント作成認証

source: password changed
fr: mot de passe modifié
ja: 変更済みパスワード

source: request canceled
fr: requête annulée
ja: キャンセル済みリクエスト

source: password reset validation
fr: validation de la réinitialisation du mot de passe
ja: パスワードリセット認証

source: reset my password
fr: réinitialiser mon mot de passe
ja: 自分のパスワードをリセット

source: Value is required and can't be empty
fr: Le champ est requis et ne doit pas être vide
ja: 値が必要です

source: Subject must be %max% characters long or less
fr: Le sujet doit faire au plus %max% caractères
ja: 件名欄は %max% 文字までです

source: Subject:
fr: Sujet:
ja: 件名(英語で)

source: Send
fr: Envoyer
ja: 送信

source: Send a message
fr: Envoyer un message
ja: メッセージを送信

source: user
fr: utilisateur
ja: ユーザ

source: password
fr: mot de passe
ja: パスワード

source: remember me
fr: se souvenir de moi

source: I forgot my password
fr: J'ai oublié mon mot de passe
ja: パスワードを忘れた

source: confirm password
fr: confirmation du mot de passe
ja: パスワードを確認

source: current password
fr: mot de passe actuel
ja: 現在のパスワード

source: modify my informations
fr: modifier mes informations
ja: 自分の情報を変更

source: only letters, numbers, underscores or dots
fr: seulement des lettres, des chiffres, des soulignés ou des points
ja: 文字、数字、アンダースコア、ドットのいずれかのみ

source: user name
fr: nom d'utilisateur
ja: ユーザ名

source: After creating your account, you will receive a confirmation email. You have 7 days to confirm otherwise, your account will be deleted.
fr: Après la création de votre compte, vous recevrez un mail de confirmation. Vous avez 7 jours pour confirmer, sinon votre compte sera supprimé.
ja: アカウント作成後、確認メールが届きます。７日以内に認証してください、そうしなければアカウントは削除されます。

source: I've read and accepted %s
fr: J'ai lu et accepté les %s
ja: 私は %s を読んで承諾しました

source: create account
fr: créer le compte
ja: アカウント作成

source: Someone, probably you, has registered an account %s with email address %s on syj. To confirm this account creation, validate with following button.
fr: Quelqu'un, probablement vous, a enregistré un compte %s avec l'adresse email %s sur syj. Pour confirmer la création du compte, validez avec le bouton suivant.
ja: 誰か、おそらくあなた自身、がアカウント %s を %s というメールアドレスでSyj 上に登録しました。このアカウント作成を確認するには、次のボタンを認証してください。

source: save
fr: enregistrer
ja: 保存

source: To cancel account creation, press following button. The account and all its data will be deleted.
fr: Pour annuler la création du compte, pressez le bouton suivant. Le compte ainsi que toutes ses données seront supprimés.
ja: アカウント作成をキャンセルするには、次のボタンを押してください。アカウントとそのデータは全て削除されます。

source: Hi %s. Someone, probably you, has asked to reset password for your account. To get a new password, validate with following button.
fr: Bonjour %s. Quelqu'un, probablement vous, a demandé de réinitialiser le mot de passe de votre compte. Pour avoir un nouveau mot de passe, validez avec le bouton suivant.
ja: こんにちは、 %s さん、誰か、おそらくあなた自身、がアカウントのパスワードリセットを要求しました新しいパスワードを取得するには、下記のボタンで認証してください。

source: cancel request
fr: annuler la requête
ja: リクエストをキャンセル

source: To cancel this request, press following button. Your password will not change.
fr: Pour annuler la requête, pressez le bouton suivant. Votre mot de passe ne sera pas changé.
ja: このリクエストをキャンセルするには、次のボタンを押してください。あなたのパスワードは変更されません。

source: Draw journey on the map or choose one from a file
fr: Tracez l'itinéraire sur la carte ou choisissez un fichier

source: optional title for this journey
fr: titre facultatif pour ce trajet
ja: この旅の任意の見出し

source: help
fr: aide

source: export
ja: エクスポート

source: [SYJ] Validate your account
ja: [SYJ] あなたのアカウントを認証してください

source: contact
ja: 連絡先

source: Email:
ja: メールアドレス:

source: Message:
ja: メッセージ(英語で)

source: email
ja: メールアドレス
